{"translation-revision-date":"2024-07-07 23:30:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Get spot-on suggestions from AI Copilot and AI Context with appropriate designs, layouts, and content for your business.":["Obtenez des suggestions pertinentes d’AI Copilot et d’AI Context avec des conceptions, des mises en page et du contenu appropriés pour votre entreprise."],"Try it for free":["Essayez-le gratuitement"],"Get improved results from AI by adding personal context.":["Obtenez de meilleurs résultats de l’IA en ajoutant un contexte personnel."],"Please upload a file that is less than 4MB.":["Veuillez téléverser un fichier de moins de 4 Mo."],"The file is too large.":["Le fichier est trop lourd."],"Build containers with AI and generate any layout you’d need for your site’s design.":["Construisez des conteneurs avec l’IA et générez n’importe quelle mise en page dont vous avez besoin pour la conception de votre site."],"Give your workflow a boost.":["Donnez un coup de pouce à votre flux de travail."],"With Elementor AI, you can edit images for your website.":["Avec Elementor IA, vous pouvez modifier les images de votre site."],"Ready to take it to the next level?":["Prêt à passer au niveau supérieur ?"],"Looks like you're out of credits.":["On dirait que vous n’avez plus de crédits."],"Try exiting Elementor and sign in again.":["Essayez de quitter Elementor et de vous connecter à nouveau."],"Wait a moment and give it another go.":["Attendez un peu et recommencez."],"Try again":["Réessayer"],"Wait a moment and give it another go, or try tweaking the prompt.":["Attendez un moment et essayez à nouveau, ou essayez de modifier la proposition."],"There was a glitch.":["Il y a eu un problème."],"Try it now":["Essayez-le maintenant"],"Not Now":["Pas maintenant"],"Elementor AI can help you write code faster and more efficiently.":["Elementor AI peut vous aider à écrire du code plus rapidement et plus efficacement."],"Let the elves take care of it.":["Laissez les elfes s’en occuper."],"With Elementor AI, you can generate any image you would like for your website.":["Avec Elementor AI, vous pouvez générer n’importe quelle image que vous souhaitez pour votre site."],"Unleash your creativity.":["Libérez votre créativité."],"Elementor AI can draft your initial content and help you beat the blank page.":["Elementor IA peut rédiger votre contenu initial et vous éviter la page blanche."],"Writer's block? Never again!":["L’angoisse de l’écriture ? Plus jamais !"],"You’ve used %s of credits for this AI feature.":["Vous avez utilisé %s des crédits pour cette fonctionnalité d’IA."],"Upgrade now to keep using this feature. You still have credits for other AI features (Text, Code, Images, Containers, etc.)":["Mettez à niveau maintenant pour continuer à utiliser cette fonctionnalité. Vous disposez encore de crédits pour d’autres fonctions d’IA (texte, code, images, conteneurs, etc.)"],"You've used all AI credits for %s.":["Vous avez utilisé tous les crédits IA pour %s."],"For more suggestions, explore our":["Pour plus de suggestions, explorez notre"],"The app is not available. Please try again later.":["L’application n’est pas disponible. Veuillez réessayer ultérieurement."],"Create variations from Template Library":["Créer des variations depuis la bibliothèque de modèles"],"prompt library":["bibliothèque de propositions"],"You won’t be able to use layouts with Elementor Pro widgets until you do.":["Vous ne pourrez pas utiliser les mises en page avec les widgets Elementor PRO jusqu’à ce que vous le fassiez."],"Upgrade your plan for best results.":["Mettre à niveau votre plan pour de meilleurs résultats."],"This result includes an Elementor Pro widget that's not available with your current plan. Upgrade to use all the widgets in this result.":["Ce résultat inclut un widget Elementor PRO qui n[est pas disponible avec votre forfait actuel. Mettez à niveau pour utiliser tous les widgets de ce résultat."],"Press '\/' for suggestions or describe the changes you want to apply (optional)...":["Appuyez sur « \/ » pour des suggestions ou décrivez les modifications que vous souhaitez appliquer (facultatif)…"],"Suggested Prompts":["Propositions suggérées"],"URL as a reference":["URL comme référence"],"The app is not responding. Please try again later.":["L’application ne répond pas. Veuillez réessayer plus tard."],"Craft your prompt to affect content, images and\/or colors - whichever you decide.":["Créez votre proposition pour affecter le contenu, les images et\/ou les couleurs, selon votre décision."],"You’ve got the power.":["Vous avez le pouvoir."],"Reference a website":["Référencer un site"],"Get maximum access.":["Obtenez un accès maximal."],"You’re using a limited license. Get maximum access to Elementor AI.":["Vous utilisez une licence limitée. Obtenez un accès maximal à Elementor AI."],"Your progress will be deleted, and can't be recovered.":["Votre progression sera supprimée et ne pourra pas être récupérée."],"Minimize":["Minimiser"],"Use Layout":["Utiliser la mise en page"],"Regenerate":["Régénérer"],"Preview unavailable":["Aperçu non disponible"],"Press '\/' for suggested prompts or describe the layout you want to create":["Appuyez sur « \/ » pour obtenir des propositions ou décrivez la mise en page que vous souhaitez créer"],"Edit prompt":["Modifier la proposition"],"Back to results":["Retour aux résultats"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Accédez à 30 jours d’historique de l’IA avec l’offre AI Starter et à 90 jours avec l’offre Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Créez ou améliorez sans effort des images époustouflantes et donnez vie à vos idées."],"Upgrade now":["Mettre à niveau maintenant"],"Want to see your %s generation history for the past 90 days?":["Vous voulez voir l’historique de votre génération de %s au cours des 90 derniers jours ?"],"Want to see your %s generation history for as far as the past 90 days?":["Vous voulez voir l’historique de votre génération de %s jusqu’aux 90 derniers jours ?"],"F j, g:i A":["F j, g :i A"],"Edit result":["Modifier le résultat"],"Reuse prompt":["Réutiliser la proposition"],"Remove item":["Retirer l‘élément"],"Hide prompt history":["Masquer l’historique des propositions"],"This is where you'll find all the %s you've generated using Elementor AI.":["C’est là que vous trouverez toutes les %s que vous avez générées avec Elementor IA."],"Prepare to be amazed":["Préparez-vous à être étonné"],"Prompt history modal":["Modale d’historique des propositions"],"blocks":["blocs"],"images":["images"],"code":["code"],"texts":["textes"],"things":["choses"],"Show prompt history":["Afficher l’historique des propositions"],"Last 30 days":["Les 30 derniers jours"],"Last 7 days":["Les 7 derniers jours"],"F":["F"],"Generate Again":["Générer à nouveau"],"Describe what you want to generate in the background (English only)":["Décrivez ce que vous voulez générer dans l’arrière-plan (Anglais uniquement)"],"Generate a new background with a prompt.":["Générer un nouvel arrière-plan avec une indication."],"Create an image of the subject with a transparent background":["Créer une image sur le sujet avec un arrière-plan transparent"],"Replace Background":["Remplacer l’arrière-plan"],"Remove Background":["Retirer l’arrière-plan"],"Image preview":["Aperçu de l’image"],"Expand":["Déplier"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Il semble que le prompt contient des mots susceptibles de générer du contenu nuisible. Ecrivez un nouveau prompt pour continuer."],"We were unable to generate that prompt.":["Nous sommes incapable de générer ce prompt."],"Reconnect":["Reconnectez-vous"],"Create with AI":["Écrire avec l’IA"],"Copy prompt":["Invite à la copie"],"Spark your imagination with images generated by our community":["Stimulez votre imagination avec les images générées par notre communauté"],"Hold tight, painting dreams might take a moment.":["Accrochez-vous, peindre des rêves peut prendre un certain temps."],"Bringing your vision to life...":["Donner vie à votre vision..."],"Use Image":["Utiliser l’image"],"Output":["Résultat"],"Upscale to":["Actualiser vers"],"Make an image larger and improve it’s resolution.":["Agrandir une image et améliorez sa résolution"],"Original image size":["Taille originale de l’image"],"Position image in it’s new size to generate content around the edges.":["Positionner l’image dans sa nouvelle taille pour générer du contenu sur les bords."],"Generate":["Générez"],"Describe what you want to generate in the marked area (English only)":["Décrivez ce que vous voulez générer dans la zone marquée (Anglais seulement)"],"Mark an area and edit it with a prompt.":["Marquez une zone et éditez la à l’aide d’un prompt."],"Create new versions of the original image.":["Créez une nouvelle version de l’image originale."],"Stay tuned! More incredible AI tools are coming your way soon.":["Restez à l’écoute ! D’autres outils d’IA incroyables seront bientôt disponibles."],"Edit with AI":["Modifier avec l’IA"],"Generate with a prompt":["Générez à l’aide d’un prompt"],"Variations":["Variations"],"Resize":["Redimensionner"],"Generative Fill":["Remplissage généré"],"Expand Image":["Agrandir l’image"],"Generate images":["Générer des images"],"Generate again":["Générer à nouveau"],"Generate images by selecting the desired type and style, and entering a prompt.":["Générer des images en sélectionnant le type et le style souhaités et en saisissant une invite."],"Imagine anything create everything":["Imaginer n’importe quoi créer n’importe quoi"],"Aspect ratio":["Proportion de taille"],"Image type":["Type d’image"],"Enhance prompt":["Améliorer l’exemple"],"Reference strength":["Renforcer la référence"],"describe your image":["décrire l’image."],"Wood":["Bois"],"Stone":["Pierre"],"Origami":["Origami"],"Digital":["Virtuel"],"Clay":["Argile"],"3D":["3D"],"Watercolor":["Aquarelle"],"Pencil Drawing":["Dessin au crayon"],"Oil Painting":["Peinture à l’huile"],"Line Art":["Dessin au trait"],"Doodle":["Gribouillage"],"Handmade":["Fait main"],"Neon Punk":["Punk néon"],"Low Poly":["Faible poly"],"Pixel Art":["Pixelisé"],"Vector":["Vecteur"],"Isometric":["Isométrique"],"Fantasy Art":["Art fantastique"],"Comic Book":["Bande dessinée"],"Cinematic":["Cinématographique"],"Cartoon":["Dessin animé"],"Anime":["Anime"],"Digital Art":["Art numérique"],"Bokeh":["Flou"],"Neon":["Néon"],"Mosaic":["Mosaïque"],"Gradient":["Dégradé"],"Floral":["Fleuri"],"Long Exposure":["Exposition longue"],"Portrait":["Portrait"],"Macro":["Macro"],"Landscape":["Paysage"],"Photographic":["Photographique"],"Yes, leave":["Oui, quitter"],"Images will be gone forever and we won’t be able to recover them.":["Les images disparaîtront à jamais et seront irrécupérables."],"Leave Elementor AI?":["Quitter Elementor IA ?"],"Upgrade Elementor AI":["Mettre à niveau Elementor IA"],"Code with AI":["Coder avec l’IA"],"Write with AI":["Écrire avec l’IA"],"This includes consenting to the collection and use of data to improve user experience.":["Cela inclut le consentement à la collecte et à l’utilisation de données pour améliorer l’expérience utilisateur\/utilisatrice."],"I approve the ":["J’approuve le "],"Use text":["Utiliser le texte"],"Text generated by AI may be inaccurate or offensive.":["Le texte généré par l’IA peut être inexact ou offensant."],"Generate text":["Générer le texte"],"Describe the text and tone you want to use...":["Décrivez le texte et le ton que vous souhaitez utiliser…"],"Translate to":["Traduire en"],"Change tone":["Changer de ton"],"Fix spelling & grammar":["Corriger l’orthographe et la grammaire"],"Make it shorter":["Faire plus court"],"Make it longer":["Faire plus long"],"Simplify language":["Simplifier le langage"],"New prompt":["Nouvelle demande"],"Generate code":["Générer le code"],"Describe the code you want to use...":["Décrivez le code que vous souhaitez utiliser…"],"Code generated by AI may be inaccurate.":["Le code généré par l’IA peut ne pas être exact."]," of the Elementor AI service.":[" du service IA Elementor."],"By clicking \"Connect\", I approve the ":["En cliquant sur « Se connecter », j’approuve la "],"Create smarter with AI text and code generators built right into the editor.":["Créez plus intelligemment avec les générateurs IA de texte\/code intégrés dans l’éditeur."],"Step into the future with Elementor AI":["Entrez dans le futur avec l’IA Elementor"],"Unlimited access to Elementor AI":["Accès illimité à l’IA Elementor"],"Unleash infinite possibilities with the custom code generator.":["Libérez des possibilités infinies avec le générateur de code personnalisé."],"Generate professional texts about any topic, in any tone.":["Générez des textes professionnels sur n’importe quel sujet, avec n’importe quel ton."],"Suggested prompts":["Demandes suggérées"],"Describe the text and tone you want to use":["Décrivez le texte et le ton que vous souhaitez utiliser"],"We can’t process that many requests so fast. Try again in 15 minutes.":["Nous ne pouvons pas traiter autant de demandes en si peu de temps. Réessayez dans 15 minutes."],"Whoa! Slow down there.":["Houla ! Ralentissez."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["Vous avez apprécié la version d’essai gratuite ? Passez à la version premium dès maintenant pour bénéficier d’un accès illimité aux générateurs d’images, de textes et de codes personnalisés intégrés."],"It's time to upgrade.":["Il est temps de mettre à niveau."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["Elementor IA n’est qu’à quelques clics. Connectez votre compte pour créer instantanément des textes et du code personnalisé."],"You aren't connected to Elementor AI.":["Vous n’êtes pas connecté à l’IA Elementor."],"search":["rechercher"],"Vietnamese":["Vietnamien"],"Turkish":["Turc"],"Thai":["Thaïlandais"],"Swedish":["Suédois"],"Spanish":["Espagnol"],"Russian":["Russe"],"Portuguese":["Portugais"],"Polish":["Polonais"],"Persian":["Perse"],"Korean":["Coréen"],"Japanese":["Japonais"],"Italian":["Italien"],"Indonesian":["Indonésien"],"Hungarian":["Hongrois"],"Hebrew":["Hébreu"],"Greek":["Grec"],"German":["Allemand"],"French":["Français"],"Finnish":["Finnois"],"English":["Anglais"],"Dutch":["Néerlandais"],"Danish":["Danois"],"Czech":["Tchèque"],"Chinese":["Chinois"],"Arabic":["Arabe"],"Witty":["Spirituel"],"Straightforward":["Direct"],"Scientific":["Scientifique"],"Professional":["Professionnel"],"Playful":["Ludique"],"Nostalgic":["Nostalgique"],"Motivational":["Motivant"],"Inspirational":["Inspirant"],"Friendly":["Amical"],"Formal":["Formel"],"Confidence":["Confiant"],"Casual":["Décontracté"],"Add a 3D shadow to the text":["Ajouter une ombre 3D au texte"],"Rainbow colored animated text gradient":["Dégradé de texte animé de couleur arc-en-ciel"],"Add a circle-shaped clip mask, semi transparent on hover":["Ajoutez un masque de clip en forme de cercle, semi-transparent au survol"],"On hover, animate 20% bigger, rotate 10 deg CCW":["Au survol, anime 20% plus gros, tourne de 10 degrés dans le sens inverse des aiguilles d’une montre"],"HTML code that embeds the following PDF into a webpage: link to PDF":["Code HTML qui embarque le PDF suivant dans une page web : lien vers le PDF"],"Write an embed code of Facebook Pixel":["Écrire un code d’intégration de Facebook Pixel"],"Write an embed code of Google Analytics":["Écrire un code d’intégration de Google Analytics"],"Iframe code to embed a Spotify widget on my web page. My ID is 1234567890":["Code iframe pour embarquer un widget Spotify sur ma page web. Mon ID est 1234567890"],"GA event fired on every button element click (assume GA was loaded)":["Évènement GA déclenché à chaque clic sur un élément de bouton (en supposant que GA est chargé)"],"Write microcopy for a submission form that includes":["Rédiger une microcopie pour un formulaire d’envoi qui comprend"],"Offer a few sentences to invite visitors to":["Proposer quelques phrases pour inviter les internautes à"],"Craft an about us section for":["Créer une section à propos de nous pour"],"Create a blog post for":["Créer une publication de blog pour"],"Write a product description for":["Écrire une description de produit pour"],"Write an attention grabbing title for":["Écrire un titre accrocheur pour"],"Suggest a 4 word headline for":["Suggérer un titre de 4 mots pour"],"Create a blog title for":["Créer un titre de blog pour"],"Write a strong section header for":["Écrire un en-tête fort de section pour"],"Craft a catchy slogan for":["Créez un slogan accrocheur pour"],"AI":["IA"],"Upgrade":["Mettre à niveau"],"Get Elementor AI":["Obtenir Elementor AI"],"Let’s do it":["C’est parti"],"Show me how":["Montrez-moi comment faire"],"Privacy Policy":["Politique de confidentialité"],"Terms of Service":["Conditions d’utilisation"],"Beta":["Bêta"],"Back":["Retour"],"Get Started":["Premiers pas"],"Redo":["Refaire"],"Undo":["Défaire"],"Connect":["Connecter"],"Zoom":["Zoom"],"Pro":["Pro"],"Current":["Courant"],"Restore":["Restaurer"],"Remove":["Retirer"],"History":["Historique"],"Go Pro":["Passer à la version Pro"],"Insert":["Insérer"],"Close":["Fermer"],"Background":["Arrière-plan"],"Square":["Carré"],"Edit":["Modifier"],"Style":["Style"],"Cancel":["Annuler"],"Preview":["Aperçu"],"Loading":["Chargement"],"None":["Aucun"]}},"comment":{"reference":"assets\/js\/ai.js"}}